/* Error message if Lightroom catalog cannot be opened because its database is unreadable */
"Could not open this Lightroom catalog's database." = "Kon de database van deze Lightroom catalogus niet openen.";

/* File menu entry under Import Catalog */
"Lightroom Catalog…" = "Lightroom catalogus...";

/* Error message if Lightroom catalog appears to have no media items */
"This catalog appears to be empty." = "Deze catalogus lijkt leeg te zijn.";

/* Error message if Lightroom catalog cannot be opened because Lightroom currently has it open */
"This catalog is currently open in Lightroom." = "Deze catalogus is momenteel open in Lightroom.";

/* Error message if failing to get document properties of a Lightroom catalog for Import */
"Unable to read Lightroom catalog properties." = "Kan eigenschappen Lightroom-bibliotheek niet lezen.";

